{"en":{"ErrorText2":"Tip: if there is an odd number of observations, the median is the middle value","TutorialText1":"Hello there! I am Max and I´m having some problems here, can you help me?","SuccessText1":"Great you did it! Let´s continue...","SuccessText4":"Great!","SuccessText5":"Well done!","TutorialText14":"Skewed Left: there are few observations on the left, so the data is skewed left.","ErrorText4":"Tip: There are few observations to the left, to the right or both sides are mirrored? ...","SpreadLeftText":"Skewed Left","TutorialText17":"So now describe the SPREAD of this DOT PLOT...","StartGameText":"Play","SuccessText6":"Excellentent!","TutorialText29":"What kind of shape does this boxplot have?","SuccessText7":"Amazing!","SpreadMidText":"Symmetrical","SuccessText10":"You are the best!","TutorialText27":"If the longer part of the box is to the right (or above) the median, the data is said to be skewed right. If the longer part is to the left (or below) the median, the data is skewed left.","newgame":"New game","SuccessText2":"Excellent! You are amazing...","TutorialText2":"Just follow my instructions to let me reach the coast, I´m not very happy here...","ObjetiveText10":"Find the median of the upper half","ErrorText8":"Remember: find the highest value and then find the median of the upper half...","TutorialText8":"Ok, it is time to learn about DOT PLOTS. A DOT PLOT is made up of dots plotted on a graph. Each dot represents a specific number of observations from a set of data.","continue":"Continue","SpreadRightText":"Skewed Right","TutorialText25":"Find the highest value and then find the median of the upper half. This is the 3rd Quartile (Q3).","SuccessText3":"Bravo! That DOT PLOT (made of boxes) is perfect","ObjetiveText7":"Find the lowest value","ErrorText6":"Remember: find the median. The median divides the data in half...","TutorialText4":"A DATA SET is any organized collection of data. This data can be represented by STATICAL DISPLAYS like a LINE PLOT...","TutorialText11":"The pattern of data in a dot plot can be described in terms of symmetry and skewness only if the categories are quantitative...","TutorialText23":"Find the median (Q2). The median divides the data in half.","ErrorText3":"Tip: stack the boxes with the same value to form columns...","TutorialText15":"Bi Modal: the data has two areas where it peaks.","ObjetiveText8":"Find the median of the lower half","SuccessText9":"Great! What a box we have here!","ErrorText7":"Remember: find the lowest value and then find the median of the lower half...","ErrorText1":"Tip: boxes must be ordered over the LINE PLOT according they value...","TutorialText10":"In this case we will use BOXES instead of DOTS. Stack the boxes with the same value to form columns...","TutorialText7":"Find the median in the DATA SET by clicking on the right box...","TutorialText19":"The body of the box plot consists of a “box” which goes from the first quartile (Q1) to the third quartile (Q3)...","TutorialText13":"Skewed Right: there are few observations on the right, so the data is skewed right.","TutorialText16":"Uniform: the data is about the same for all numbers.","TutorialText18":"Another way to analyze a data set is using BOX PLOTS. A box plot splits the data set into QUARTILES. A quartile is 25% of the total data...","ObjetiveText9":"Find the highest value","TutorialText9":"The dots are stacked in a column over a category, so that the height of the column represents the relative or absolute frequency of observations in the category.","TutorialText21":"Two horizontal lines, called whiskers, extend from the front and back of the box. Q1 to the lowest number and Q3 to the highest number.","ErrorText10":"Remember: if there is an even number of observations, the median is the average of the two middle values...","SuccessText8":"Thats correct! You did it again! You can easily read a boxplot to find the five number summary: MINIMUM, Q1, MEDIAN, Q3 and MAXIMUM.","ObjetiveText11":"What kind of shape does this boxplot have?","ObjetiveText6":"Find the median (Q2)","TutorialText28":"A boxplot can show whether a data set is symmetric (roughly the same on each side when cut down the middle). A symmetric data set shows the median roughly in the middle of the box.","ObjetiveText1":"Sort the boxes","TutorialText22":"Let´s do this! Order the data from least to greatest...","ObjetiveText4":"Describe the spread","ObjetiveText3":"Stack the boxes","TutorialText5":"Down there you can see numerated boxes that represents a DATA SET. Sort the boxes according to their value by dragging them towards the sea...","TutorialText26":"Now we will analyze the SHAPE of the BOX PLOT: Skewed data show a lopsided boxplot, where the median cuts the box into two unequal pieces.","TutorialText24":"Find the lowest value and then find the median of the lower half. This is the 1st Quartile (Q1).","TutorialText12":"Symmetrical: if the left and right side of the graph are mirror images of each other, it would form a symmetrical curve.","EndGameText":"Fantastic! You helped Max to reach the coast. Great job!","ErrorText5":"Remember: order the data from least to greatest...","ObjetiveText2":"Find the median","ErrorText9":"Tip: The skewness direction is the same as the longer side of the boxplot shape...","ObjetiveText5":"Order the data from least to greatest","TutorialText3":"The first thing you need to know is that this is a STADISTICS game. So to help me you need to know some concepts first...","TutorialText20":"Within the box, a vertical line is drawn at Q2, the MEDIAN of the data set...","TutorialText6":"Wow! This is exiting... Now we need to talk about the MEDIAN. The median is a simple measure of central tendency. If there is an odd number of observations, the median is the middle value...","TutorialText30":"If there is an even number of observations, the median is the average of the two middle values. What is the MEDIAN in this dataset?"}}